Repository: nhannd314/vifonic
Catalog: languages/*.po
Languages: vi

source: Go back
vi: Quay lại

source: 404. Page not found!
vi: Lỗi 404: Không tìm thấy!

source: It seem like the content you look is not exist
vi: Dường như nội dung bạn tìm kiếm không tồn tại

source: Try to search in website:
vi: Thử tìm kiếm trong trang:

source: Or return to
vi: Hoặc trở về

source: Home page
vi: Trang chủ

source: Published by
vi: Đăng bởi

source: View all posts by %s
vi: Xem tất cả bài viết của %s

source: Reply to
vi: Trả lời

source: Cancel
vi: Hủy

source: Comment
vi: Bình luận

source: Processing...
vi: Đang xủ lý...

source: You might have left one of the fields blank, or be posting too quickly
vi: Bạn đang để trống bình luận hoặc thao tác quá nhanh.

source: Thanks for your comment. We appreciate your response.
vi: Cảm ơn bình luận của bạn. Chúng tôi đánh giá cao phản hồi của bạn.

source: Please wait a while before posting your next comment
vi: Vui lòng đợi một lúc trước khi đăng nhận xét tiếp theo của bạn.

source: Categories
vi: Chuyên mục

source: Register
vi: Đăng ký

source: Full Name
vi: Họ và tên

source: Mobile
vi: Số điện thoại

source: Password >= 7 character
vi: Mật khẩu >= 7 kí tự

source: Confirm Password
vi: Xác nhận mật khẩu

source: Already have an account?
vi: Bạn đã có tài khoản?

source: Login
vi: Đăng nhập

source: Close
vi: Hủy

source: CONNECT WITH
vi: KẾT NỐI

source: Forgot password?
vi: Quên mật khẩu?

source: Forgot Your Password?
vi: Quên mật khẩu

source: Enter your email address and we'll send you a link you can use to pick a new password.
vi: Nhập email của bạn và chúng tôi sẽ gửi cho bạn 1 đường dẫn, bạn có thể sử dụng nó để đặt mật khẩu mới.

source: Reset Password
vi: Đặt lại mật khẩu

source: Profile
vi: Thông tin cá nhân

source: My Course
vi: Khóa học của tôi

source: My Wishlist
vi: Khóa học yêu thích

source: Active Course
vi: Kích hoạt khóa học

source: Logout
vi: Đăng xuất

source: View your cart
vi: Xem giỏ hàng

source: This course has not been activated!
vi: Khóa học này chưa được kích hoạt!

source: Nothing found!
vi: Không tìm thấy kết quả phù hợp!

source: Theme options
vi: Tùy chỉnh giao diện

source: General
vi: Tổng Quan

source: General Settings
vi: Cài Đặt Tổng Quan

source: Header
vi: Đầu Trang

source: Header Settings
vi: Cài Đặt Đầu Trang

source: Breadcrumb Background
vi: Nền Đường Dẫn

source: Breadcrumb background with image, color, etc.
vi: Thiết lập nền cho phần Đường dẫn

source: Footer
vi: Chân Trang

source: Footer Settings
vi: Cài Đặt Chân Trang

source: Footer Column
vi: Cột chân trang

source: Select the number of column in footer.
vi: Chọn số lượng cột của chân trang

source: Column
vi: Cột

source: Footer Background
vi: Ảnh Nền Chân Trang

source: Footer background with image, color, etc.
vi: Thiết lập nền chân trang.

source: Social Network
vi: Mạng Xã Hội

source: Social Network Settings
vi: Cài đặt Mạng xã hội

source: Url ivalid
vi: Đường dẫn không hợp lệ

source: Main Nav
vi: Menu chính

source: Course Categories
vi: Danh mục khóa học

source: Course Category
vi: Danh mục khóa học

source: Courses
vi: Khóa học

source: Course
vi: Khóa học

source: Teachers
vi: Giảng viên

source: Teacher
vi: Giảng viên

source: Orders
vi: Đơn hàng

source: Order
vi: Đơn hàng

source: Coupons
vi: Mã khuyến mãi

source: Coupon
vi: Mã khuyến mãi

source: Search results for: "%1$s"
vi: Kết quả tìm kiếm cho: "%1$s"

source: Share on Facebook
vi: Chia sẻ trên Facebook

source: Share on Twitter
vi: Chia sẻ trên Twitter

source: Share on Google +
vi: Chia sẻ trên Google +

source: Share on Linkedin
vi: Chia sẻ trên Linkedin

source: Share on Tumblr
vi: Chia sẻ trên Tumblr

source: Pin on Pinterest
vi: Ghim lên Pinterest

source: Follow on Facebook
vi: Theo dõi trên Facebook

source: Follow on Google+
vi: Theo dõi trên Google+

source: Follow on Youtube
vi: Theo dõi trên Youtube

source: Chat on Zalo
vi: Chat trên Zalo

source: Related Post
vi: Bài viết liên quan

source: Recent Posts
vi: Bài viết gần đây

source: Widget title
vi: Tiêu đề

source: Post type
vi: Loại dữ liệu

source: Number of posts
vi: Số lượng

source: Category id
vi: ID danh mục

source: Cart created! Course has been add to cart!
vi: Giỏ hàng mới! Khóa học đã được thêm vào giỏ hàng!

source: Course has been add to cart!
vi: Khóa học đã được thêm vào giỏ hàng!

source: Course not exists!
vi: Khóa học không tồn tại!

source: Wishlist created! Course has been add to wishlist!
vi: Danh sách yêu thích đã được tạo! Khóa học đã thêm vào danh sách!

source: Course has been add to wishlist!
vi: Khóa học đã thêm vào danh sách yêu thích!

source: Course has been deleted!
vi: Khóa học đã được xóa khỏi giỏ hàng!

source: Coupon has been expired!
vi: Mã khuyến mãi đã hết hạn!

source: Coupon added!
vi: Mã khuyến mãi đã được thêm!

source: Coupon has been applied!
vi: Mã khuyến mãi đã được áp dụng!

source: Coupon not exists!
vi: Mã khuyến mãi không tồn tại!

source: Course ordering successful!!
vi: Đặt hàng khóa học thành công!

source: Congratulations on successfully ordering course. This is Order detail:
vi: Xin chúc mừng khi đặt hàng khóa học thành công. Đây là Chi tiết đơn đặt hàng:

source: Course id:
vi: Mã khóa học:

source: Course name:
vi: Tên khóa học:

source: Course key:
vi: Mã kích hoạt:

source: This field is required!
vi: Dữ liệu bắt buộc nhập

source: Passwords must be greater than 7 characters!
vi: Mật khẩu phải lớn hơn hoặc bằng 7 kí tự

source: Password confirm incorrect!
vi: Mật khẩu xác nhận không chính xác!

source: Invalid email!
vi: Email không hợp lệ

source: Email already exists!
vi: Email đã tồn tại

source: Account registration successful on
vi: Đăng ký tài khoản thành công tại

source: Congratulations on successfully registering your account. To activate the account please click on the following link to confirm:
vi: Xin chức mừng bạn đã đăng ký tài khoản thành công. Để kích hoạt tài khoản, hãy nhấn vào đường dẫn dưới đây để xác nhận:

source: Account registration successful! Please check your email to confirm your registration!
vi: Đăng ký tài khoản thành công! Hãy kiểm tra email của bạn để xác nhận đăng ký!

source: Can not send email. Please check your email or use another email!
vi: Không thể gửi mail. Hãy kiểm tra email của bạn hoặc sử dụng email khác!

source: Error creating new user, please try again later!
vi: Có lỗi khi khởi tạo tài khoản mới, hãy thử lại sau!

source: Username does not exist!
vi: Tên thành viên không tồn tại

source: Account has been activated before!
vi: Tài khoản này đã được kích hoạt!

source: Activation code expired, please reapply!
vi: Mã kích hoạt đã quá hạn, hãy đăng ký lại!

source: Successful! Login account for immediate use!
vi: Đăng ký thành công! Đăng nhập tài khoản để sử dung ngay!

source: Incorrect activation code! Please check again!
vi: Mã kích hoạt không chính xác! Hãy thử lại!

source: Account not activated, please check email again!
vi: Tài khoản chưa được kích hoạt, hãy thử kiểm tra lại email!

source: The email or password is incorrect, please input again!
vi: Email hoặc mật khẩu không chính xác, hãy thử nhập lại!

source: Logged in successfully. Redirecting ...
vi: Đăng nhập thành công. Đang chuyển hướng ...

source: Requested successfully. Please check your email to confirm your resetting password!
vi: Yêu cầu thành công. Hãy kiểm tra email để xác nhận việc đặt lại mật khẩu của bạn!

source: Current password incorrect!
vi: Mật khẩu hiện tại không chính xác!

source: Profile update successful! Your password has been changed, please log in again!
vi: Cập nhật thông tin thành công! Mật khẩu của bạn đã được thay đổi, hãy đăng nhập lại!

source: Profile update successful!
vi: Cập nhật thông tin cá nhân thành công!

source: There was an error uploading the image.
vi: Có lỗi trong quá trình tải lên.

source: Something wrong when upload, please try again!!
vi: Có lỗi khi tải lên, hãy thử lại!!

source: Order detail
vi: Thông tin giỏ hàng

source: Payment
vi: Thanh toán

source: Finish
vi: Hoàn thành

source: Ordering Guide
vi: Hướng dẫn đặt hàng

source: Delivery information
vi: Thông tin giao hàng

source: Address
vi: Địa chỉ của bạn

source: Next
vi: Tiếp

source: ORDER DETAIL
vi: THÔNG TIN ĐƠN HÀNG

source: Free
vi: Miễn phí

source: SUBTOTAL
vi: TỔNG PHỤ

source: TOTAL
vi: THÀNH TIỀN

source: Input coupon code here...
vi: Nhập mã khuyến mãi...

source: Apply
vi: Áp dụng

source: Free shipping with order of 500,000 VND or more
vi: Miễn phí giao hàng với hóa đơn trên 500,000đ

source: SELECT PAYMENT METHOD
vi: LỰA CHỌN PHƯƠNG THỨC THANH TOÁN

source: COD Payment
vi: Thanh toán COD tận nơi

source: Deliver activation code and collect money (COD)
vi: Giao mã kích hoạt tận nơi và thu tiền tận nơi (COD)

source: Note
vi: Ghi chú

source: Bank Transfer Payment (Fee?)
vi: Thanh toán chuyển khoản ngân hàng ( Phí?)

source: Payment at the central office
vi: Thanh toán tại văn phòng của Trung tâm

source: Can't create order!
vi: Không thể tạo đơn hàng

source: Cart is empty!
vi: Giỏ hàng đang trống! Hãy thêm các khóa học khác vào giỏ để tiến hành đặt hàng.

source: Are you sure?
vi: Bạn có chắc chắn muốn xóa?

source: There are no course in your cart
vi: Không có khóa học nào trong giỏ hàng

source: SEE MORE
vi: XEM THÊM KHÓA HỌC

source: Please login or sign up to process to checkout!
vi: Hãy đăng nhập hoặc đăng ký để tiến hành thanh toán!

source: PROCESS TO CHECKOUT
vi: TIẾN HÀNH THANH TOÁN

source: 0 review
vi: 0 đánh giá

source: 1 review
vi: 1 đánh giá

source: % review
vi: % đánh giá

source: Teacher:
vi: Giảng viên:

source: DETAIL
vi: CHI TIẾT

source: LEARN NOW
vi: HỌC NGAY

source: ACTIVATE YOUR COURSE
vi: KÍCH HOẠT KHÓA HỌC

source: Curriculum
vi: Giáo trình

source: Document
vi: Tài liệu

source: Test
vi: Trắc nghiệm

source: Lesson
vi: Bài

source: Introduce
vi: Giới thiệu

source: Target
vi: Đối tượng

source: Aim
vi: Mục tiêu

source: BUY NOW
vi: MUA NGAY

source: ADD TO CART
vi: THÊM VÀO GIỎ

source: ADD TO WISHLIST
vi: YÊU THÍCH

source: BROWSE WISHLIST
vi: XEM YÊU THÍCH

source: Number of lectures
vi: Số lượng bài giảng

source: Lesson duration
vi: Thời lượng bài giảng

source: Home
vi: Trang chủ

source: Member
vi: Học viên

source: Note!
vi: Lưu ý

source: Each course only needs to be activated once. Do not repeat this step the next time.
vi: Mỗi khóa học chỉ cần được kích hoạt một lần. Đừng lặp lại bước này trong lần tiếp theo.

source: Input active code here...
vi: Nhập mã kích hoạt tại đây...

source: Active now
vi: Kích hoạt ngay

source: Activation successful!
vi: Kích hoạt thành công!

source: This activation code has been activated for your course!
vi: Mã kích hoạt này đã được kích hoạt cho khóa học của bạn!

source: This activation code was not found!
vi: Không tìm thấy mã kích hoạt này!

source: There are no course in your wishlist
vi: Không có khóa học nào trong danh sách yêu thích của bạn.

source: Male
vi: Nam

source: Female
vi: Nữ

source: Upload your avatar...
vi: Tải lên ảnh đại diện...

source: Upload
vi: Tải lên

source: Birthday
vi: Ngày sinh

source: Sex
vi: Giới tính

source: Update profile
vi: Cập nhật thông tin

source: Change Password
vi: Thay đổi mật khẩu

source: If you do not want to change your password, leave this blank!
vi: Nếu bạn không muốn thay đổi mật khẩu, hãy bỏ trống phần này!

source: Current Password
vi: Mật khẩu hiện tại

source: Save changes
vi: Lưu thay đổi

source: PERSONAL INFORMATION
vi: THÔNG TIN CÁ NHÂN
